Repository: guilamu/gf-chained-select-enhancer
Catalog: languages/gf-chained-select-enhancer-*.po
Languages: fr_fr

source: Enhances Gravity Forms Chained Selects with auto-select functionality, column hiding options, and XLSX file support.
fr_fr: Améliore les sélections en chaîne de Gravity Forms avec : sélection automatique, masquage de colonnes, prise en charge des fichiers XLSX.

source: Automatically select when only one option is available
fr_fr: Sélectionner automatiquement lorsqu'une seule option est disponible

source: Make vertical chained select full width
fr_fr: Affiche en pleine largeur si chained select vertical

source: Hide Columns
fr_fr: Masquer les colonnes

source: Export Choices
fr_fr: Exporter les choix

source: Hidden
fr_fr: Masqué

source: Please select a chained select field first
fr_fr: Veuillez d'abord sélectionner un champ de sélection chaînée

source: Exporting...
fr_fr: Export en cours...

source: Export complete
fr_fr: Export terminé

source: Export failed
fr_fr: Échec de l'export

source: Access denied
fr_fr: Accès refusé

source: Error
fr_fr: Erreur

source: Security check failed
fr_fr: Échec de la vérification de sécurité

source: Invalid parameters
fr_fr: Paramètres invalides

source: Gravity Forms not available
fr_fr: Gravity Forms non disponible

source: Form not found
fr_fr: Formulaire non trouvé

source: Chained select field not found
fr_fr: Champ de sélection chaînée non trouvé

source: \ud83d\udc1b Report a Bug
fr_fr: \ud83d\udc1b Signaler un bug

source: \ud83d\udc1b Report a Bug (install Bug Reporter)
fr_fr: \ud83d\udc1b Signaler un bug (installer Bug Reporter)

source: Permission denied.
fr_fr: Accès refusé.

source: XLSX must have a header row and at least one data row.
fr_fr: Le fichier XLSX doit contenir une ligne d'en-tête et au moins une ligne de données.

source: One of your columns has exceeded the limit for unique values.
fr_fr: Une de vos colonnes a dépassé la limite de valeurs uniques.

source: Only CSV and XLSX files are allowed.
fr_fr: Seuls les fichiers CSV et XLSX sont autorisés.

source: PHP ZipArchive extension is required for XLSX support.
fr_fr: L'extension PHP ZipArchive est requise pour la prise en charge XLSX.

source: XLSX file not found.
fr_fr: Fichier XLSX introuvable.

source: Failed to open XLSX file.
fr_fr: Impossible d'ouvrir le fichier XLSX.

source: No worksheet found in XLSX file.
fr_fr: Aucune feuille de calcul trouvée dans le fichier XLSX.

source: Failed to parse worksheet XML.
fr_fr: Impossible d'analyser le XML de la feuille de calcul.
